{
  "quanlynguoidung": "User Management",
  "quanlydanhmuchoa": "Manage flower catalogs",
  "quanlydanhmuchoachitiet": "Manage detailed flower catalogs",
  "quanlynhap": "Managing import of flowers",
  "quanlyhoadonnhaphoa": "Flower import management",
  "quanlybanhoa": "Florist manager",
  "quanlydonchuaxacnhan": "  Order not confirmed",
  "quanlydonchovanchuyen": "Order awaiting shipping",
  "quanlydondanggiao":"Transacting orders",
  "quanlydondagiaodenkhachhang":"The order has been delivered to the customer",
  "quanlydonkhachdanhan":"Order has been delivered successfully",
  "quanlydonYChoanhanghoantien":"Manage orders and request returns and refunds",
  "quanlydonhangdaxulyyeucauhoanhanghoantien":"The order has been processed and refunded",
  "quanlydondahuy":"Order has been cancelled",
  "thongke": "Statistical",
  "thongkenhaphoa": "Flower import statistics",
  "thongkebanhoa": "Flower sales statistics",
  "quanlyhanhdong": "Action",

  "quanlydmtendmVi": "Vietnamese category name",
  "quanlydmtendmEn": "English catalog name",
  "quanlydmtendm":"Name list",
  "quanlydmdonoibat": "Notability",
  "quanlydmthem": "Add categories",
  "quanlydmsua": "Edit category",

  "quanlydmct":"Manage detailed flower catalogs",
  "quanlydmctdmh":"Flower catalog",
  "quanlydmcttendmctVi":"Detailed catalog name in Vietnamese",
  "quanlydmcttendmctEn":"Detailed catalog name in English",
  "quanlydmctthemdmct":"Add detailed categories",
  "quanlydmctsuadmct":"Edit detailed list",
  "quanlydmcttendm":"Name list",
  "quanlydmcttendmct":"Detailed category name",

  "quanlyhoa": "Flower management",
  "quanlyhoadmct":"Detailed flower catalog",
  "quanlyhoachuacodmct":"There is no detailed flower list yet, please select a category!!!",
  "quanlyhoatenhoaVi":"Vietnamese flower names",
  "quanlyhoatenhoaEn":"English flower names",
  "quanlyhoatieudeVi":"Vietnamese flower title",
  "quanlyhoatieudeEn":"English flower title",
  "quanlyhoaanhnoibat":"Featured photo",
  "quanlyhoataianh":"Upload image",
  "quanlyhoasoluongnhap":"Number of imported flowers",
  "quanlyhoasoluongban":"Number of flowers sold",
  "quanlyhoasoluongcon":"Number of remaining flowers",
  "quanlyhoadonoibat":"Notability",
  "quanlyhoagiavnd":"Price VND",
  "quanlyhoagiausd":"Price USD",
  "quanlyhoaphantramgian":"Percentage discount",
  "quanlyhoagiabanvnd":"Sale price VND",
  "quanlyhoagiabanusd":"Sale price USD",
  "quanlyhoaghichuVi":"Notes in Vietnamese",
  "quanlyhoaghichuEn":"English in notes",
  "quanlyhoamotaVi":"Flower description in Vietnamese",
  "quanlyhoamotaEn":"Flower description in English",
  "quanlyhoathemhoa":"Add flowers",
  "quanlyhoasuahoa":"Flower repair",
  "quanlyhoatenhoa":"Flower name",
  "quanlyhoagiachuagiam":"Prices have not decreased",
  "quanlyhoagiasaukhigiam":"The price after lowing down",

  "quanlynhaphoa":"Flower import management",
  "quanlynhaphoanhanvien":"Staff enters",
  "quanlynhaphoamaphieunhap":"Voucher code entered",
  "quanlynhaphoangaynhap":"Date Added",
  "quanlynhaphoatennhacc":"Supplier Name",
  "quanlynhaphoadiachincc":"Supplier address",
  "quanlynhaphoasdtncc":"Supplier phone number",
  "quanlynhaphoanguoicc":"Provider",
  "quanlynhaphoasdtnguoicc":"Phone number of the supplier",
  "quanlynhaphoatonghoadon":"Total bill",
  "quanlynhaphoathemhoadon":"Add invoice",
  "quanlynhaphoasuahoadon":"Edit invoice",
  "quanlynhaphoathongtin":"Details",
  "quanlynhaphoatenhoa":"Flower name",
  "quanlynhaphoasoluong":"Quantity",
  "quanlynhaphoagianhap":"Import price",
  "quanlynhaphoagiatong":"Total price",

  "quanlynhaphoachitiet":"Manage detailed flower imports",
  "quanlynhaphoachitietbandangmuon":"Are you wanting?",
  "quanlynhaphoachitietthemhoamoi":"Add new flowers",
  "quanlynhaphoachitietthemhoacu":"Add the same amount of old flowers",
  "quanlynhaphoachitietmaphieunhap":"Voucher code entered",
  "quanlynhaphoachitiettenhoa":"Flower name",
  "quanlynhaphoachitietdonvitinh":"Unit",
  "quanlynhaphoachitietsoluongtrenphieu":"Quantity on the voucher",
  "quanlynhaphoachitietsoluongthucte":"Actual input quantity",
  "quanlynhaphoachitietgianhap":"Import price",
  "quanlynhaphoachitiettonggia":"Total price",
  "quanlynhaphoachitietsuahoadonchitet":"Edit detailed invoices",

  "headersdt": "HOTLINE",
  "headertaikhoan": "Account",
  "headerdangnhap": "Log in",
  "headerdangxuat": "Sign out",
  "headerdangky": "Sign in",
  "headergioahang": "Cart",
  "headerdonhang": "Order",
  "headerdemu": "ORDER FLOWERS ONLINE - FREE DELIVERY IN HCM & HANOI - CALL NOW 1900 633 045 OR 0865 160 360",

  "trangchudanggiamgia": "ON SALE",
  "trangchugiamgia": "% REDUCE",
  "trangchudathang": "ORDER",
  "trangchumienphigiaohang": "FREE SHIP",
  "trangchumienphigiaohangnd": "Hh flower offers free delivery within Ho Chi Minh City for all flower bouquets, flower baskets, and flower shelves over 1 million.",
  "trangchugiaohangnhanh": "FAST DELIVERY IN 90 MINUTES",
  "trangchugiaohangnhanhnd": "Hh flower can be delivered quickly within 90 minutes in the inner city of Ho Chi Minh City with simple flower bouquets/baskets.",
  "trangchuhoanhuhinh": "THE FLOWERS ARE AS BEAUTIFUL AS THE PICTURE",
  "trangchuhoanhuhinhnd": "We guarantee that the flowers will be as beautiful as the pictures and up to 90% similar to the photos on the website.",
  "trangchuhoatetgiamgia": "Discounted Tet flowers",
  "trangchuhoatetbanchay": "Tet flowers sell well",
  "trangchuhoasinhnhat": "birthday flowers",
  "trangchuhoakhaitruong": "Grand opening flower",
  "trangchulanhodiep": "Phalaenopsis orchids",
  "trangchukhachhangtieubieu": "TYPICAL CUSTOMERS",
  "trangchutenshop": "Fresh Flower Shop Hhflower.vn",
  "trangchuioithieu": "Introducing Hhflower.vn",
  "trangchutraiindam": "fresh flower shop",
  "trangchutraiitem1": "Hhflower.vn is one of the most prestigious fresh flower shops in Ho Chi Minh City, Vietnam. Hhflower.vn provides online flower delivery service in Ho Chi Minh City, Hanoi and all provinces and cities in Vietnam. With a wide system of fresh flower shops linked across all provinces and cities nationwide, Hhflower.vn can help you send fresh flowers to your loved ones anywhere in Vietnam. Hhflower is committed to bringing you high quality fresh flower products, with the best prices and most professional services when using the online fresh flower delivery service at Hhflower.vn.",
  "trangchutraiitem2": "Order Flowers Online - Attractive Offers",
  "trangchutraiitem3": "Order flowers online at flower HHFLOWER fresh flower shop",
  "trangchutraiitem4": "When ordering flowers online at Hhflower fresh flower shop, you will not only receive free delivery within the inner city area of ​​Ho Chi Minh City, receive a greeting card, but also receive a discount of up to 50k for your first order. Besides, every Friday, you will also receive an immediate 10% discount up to 100k with the Happy Friday promotion. In particular, old customers will also receive a discount of up to 10% on their next orders.",
  "trangchutraiitem5": "ORDER FLOWERS ONLINE ANYTIME, ANYWHERE",
  "trangchutraiitem6": "The advantage of Hhflower flower shop is that it allows you to order fresh flowers to send to your loved ones wherever you are, at any time with just a few simple steps right on the website flowercorne.vn or on the app. Hh flowers.",
  "trangchutraiitem7": "If you are wondering which flower to choose to suit each event, you can chat immediately with Hh flower consultants to get advice on choosing the most suitable flower model.",
  "trangchutraiitem8": "ORDERING FLOWERS IS SIMPLE, PAYMENT IS EASY",
  "trangchutraiitem9": "With Hh flower fresh flower shop, instead of spending hours driving around to nearby fresh flower shops, you just need to sit in one place and perform a few simple steps on the app or website to immediately have a sample. Beautiful flowers to give to your wife, girlfriend, relative or partner. If you still feel unsure about the quality of the flowers, you can ask Hhflower staff to take and send pictures of the flowers for approval before delivery.",
  "trangchutraiitem10": "Hhflower flower shop offers you many options for payment methods from: COD, bank transfer, payment via visa card, master card, Paypal... so you can easily order flowers without encountering any problems. What a shame.",

  "trangchuphaiitem1": "Hhflower Fresh Flower Shop was established in 2017 with the goal of bringing customers a great experience with a professional online flower ordering service. After more than 5 years of operation, Hhflower fresh flower shop has helped tens of thousands of customers send beautiful and meaningful bouquets of flowers to loved ones on all special occasions of the year.",
  "trangchuphaiitem2": "ORDER FLOWERS ONLINE GOOD PRICE - FAST DELIVERY IN 90P",
  "trangchuphaiitem3": "If you are looking for a website to order flowers online for home delivery, flowercorner.vn is a great choice for you. At Hhflower fresh flower shop, you can easily choose a beautiful, meaningful flower sample among hundreds of pre-designed flower samples to send to relatives, friends, and partners on all special occasions of the year. in events such as openings, birthdays, weddings, funerals...",
  "trangchuphaiitem4": "In addition to the flower samples available on the website, Flower Corner fresh flower shop also accepts fresh flower designs upon request at all prices to meet all customer needs. Thanks to that, ordering flowers online at Hh flower becomes faster, easier and simpler.",
  "trangchuphaiitem5": "In particular, with fast flower delivery service in 90 minutes, fresh flower shop Hhflower will help you promptly send a bouquet of flowers to relatives and friends if you need to order urgently on the same day.",
  "trangchuphaiitem6": "HHFLOWER PRODUCT LIST",
  "trangchuphaiitem7": "Coming to Hhflower flower shop, you can freely choose between more than 500+ pre-designed fresh flower designs with themes such as:",
  "trangchuphaiitem8": "Birthday flowers: Flowers for your wife's birthday, girlfriend, parents, siblings, friends, partners or colleagues.",
  "trangchuphaiitem9": "Opening flowers: flowers to congratulate the opening of a store or company.",
  "trangchuphaiitem10": "Wedding flowers: flowers in the bride's hand, flowers in the groom's shirt..",
  "trangchuphaiitem11": "Graduation flowers: flowers to give to friends and relatives at the graduation ceremony.",
  "trangchuphaiitem12": "Funeral flowers Funeral flowers: condolence flowers to send to funerals.",
  "trangchuphaiitem13": "Flowers to congratulate special occasions: Valentine's Day, Mother's Day, Father's Day, International Women's Day March 8, Vietnamese Teachers' Day November 20...",
  "trangchuphaiitem14": "Đặc biệt, ngoài những mẫu hoa được thiết kế từ các loài hoa trong nước, shop hoa tươi Hhflower cũng cung cấp các mẫu hoa nhập khẩu cao cấp, sang trọng.",
  "trangchuphaiitem15": "WHY SHOULD YOU CHOOSE HHFLOWER FLOWER SHOP",
  "trangchuphaiitem16": "It is not difficult for you to find a flower shop that provides online flower delivery service. So why should you use the flower delivery service of Hh flower fresh flower shop?",
  "trangchuphaiitem17": "Beautiful flowers, diverse designs suitable for all events.",
  "trangchuphaiitem18": "Design according to customer requirements.",
  "trangchuphaiitem19": "Send flower pictures before delivery.",
  "trangchuphaiitem20": "Professional florist team with many years of experience.",
  "trangchuphaiitem21": "COMMITMENT FROM HH FLOWER FRESH FLOWER SHOP",
  "trangchuphaiitem22": "Hh flower understands that, although fresh flowers do not carry much material value, they have great spiritual significance. Each bouquet of flowers sent conveys a lot of affection and messages of love that you want to send to your loved ones. Therefore, Flower Corner always strives to improve the quality of products and services to bring you the best experiences when using Hh flower's services. Fresh flower shop Hh flower commits:",
  "trangchuphaiitem23": "Only use fresh flowers that are imported on the same day.",
  "trangchuphaiitem24": "The flowers are beautiful and 90% like the picture.",
  "trangchuphaiitem25": "Fast flower delivery, on time.",
  "trangchuphaiitem26": "If you need to order flowers to send to your loved ones on special occasions, call 0344573591 now for advice or order flowers for quick delivery with Hhflower fresh flower shop!"
}
